{
    "translations": {
        "de": {
            "Input Sensors": "Eingabesensoren",
            "Duration": "Dauer",
            "minutes": "Minuten",
            "Output Variables": "Ausgabevariablen",
            "The output variable of the Treppenhauslichtsteuerung has no variable action. Please choose a variable with a variable action or add a variable action to the output variable.": "Die Ausgabevariable der Treppenhauslichtsteuerung hat keine Variablenaktion. Bitte wählen Sie eine Variable mit Variablenaktion oder fügen Sie der Ausgabevariablen eine Variablenaktion hinzu.",
            "The output variable of the Treppenhauslichtsteuerung has no variable profile. Please choose a variable with a variable profile or add a variable profile to the output variable.": "Die Ausgabevariable der Treppenhauslichtsteuerung hat kein Variablenprofil. Bitte wählen Sie eine Variable mit Variablenprofil oder fügen Sie der Ausgabevariablen ein Variablenprofil hinzu.",
            "The profile of the output variable has no defined max value. Please update the max value or choose another profile.": "Die Ausgabevariable hat keinen definierten Maximalwert. Bitte aktualisieren Sie den Maximalwert oder wählen ein anderes Profil.",
            "The instance is erroneous.": "Die Instanz ist fehlerhaft.",
            "Both lists need to be populated.": "In beiden Listen müssen Variablen vorhanden sein.",
            "Display remaing time": "Restlaufzeit anzeigen",
            "Update Interval": "Aktualisierungsintervall",
            "Seconds": "Sekunden",
            "Remaining time": "Restzeit",
            "The following output variables must not be a string variable. Please select a non-string variable.": "Die folgenden Ausgabevariablen dürfen keine Variablen vom Typ String sein.",
            "The following output variables do not exist.": "Die folgenden Ausgabevariablen existieren nicht.",
            "The following input sensors do not exist.": "Die folgenden Eingabesesnsoren existieren nicht.",
            "The following output variables have no action.": "Die folgenden Ausgabevariablen haben keine Aktion.",
            "The following variables have unknown errors.": "Die folgenden Variablen haben unbekannte Fehler.",
            "The object #%s doesn't exist.": "Das Objekt #%s existiert nicht.",
            "Variable": "Variable",
            "Resend action on trigger": "Aktion bei jeder Auslösung senden",
            "For unreliable or timed devices it might be required to resent the action on each trigger": "Für unzuverlässige oder zeitgesteurte Geräte kann es erforderlich sein die Aktion bei jeder Auslösung zu senden",
            "Night/Day Mode": "Nacht-/Tag-Modus",
            "Use a boolean variable to determine if the night mode value should be send (only applicable to dimmable devices)": "Benutze eine Boolean Variable, um den Nacht-Modus zu aktivieren/deaktivieren",
            "Active (Night Mode)": "Aktiv (Nacht-Modus)",
            "Brightness (Night Mode)": "Helligkeit (Nacht-Modus)",
            "Brightness (Day Mode)": "Helligkeit (Tag-Modus)",
            "Inverted": "Invertiert",
            "Invert value of night-mode active variable (required if IsDay variable from Location is used)": "Invertiere Wert der Nacht-Modus Aktiv Variable (Erforderlich wenn die Ist-Tag Variable von der Location Instanz verwendet wird)"
        }
    }
}